Repository: A-bv/Capstone-iOS
Catalog: Restaurant/Restaurant/Localizable.xcstrings
Source language: en
Languages: fr

source: All
fr: Tout

source: Couldn't load the menu. Please check your connection and try again.
fr: Impossible de charger le menu. Vérifiez votre connexion et réessayez.

source: Couldn't read the menu data.
fr: Impossible de lire les données du menu.

source: Create your account
fr: Créez votre compte

source: Drinks
fr: Boissons

source: Enter a valid email address.
fr: Saisissez une adresse e-mail valide.

source: First Name
fr: Prénom

source: First name
fr: Prénom

source: Last Name
fr: Nom

source: Last name
fr: Nom

source: Loading menu…
fr: Chargement du menu…

source: Log out
fr: Se déconnecter

source: Mains
fr: Plats

source: Menu unavailable
fr: Menu indisponible

source: No dishes found
fr: Aucun plat trouvé

source: ORDER FOR DELIVERY!
fr: COMMANDEZ EN LIVRAISON !

source: Photo of %@
fr: Photo de %@

source: Profile
fr: Profil

source: Register
fr: S'inscrire

source: Register to start ordering from Little Lemon.
fr: Inscrivez-vous pour commander chez Little Lemon.

source: Retry
fr: Réessayer

source: Search the menu
fr: Rechercher dans le menu

source: Sides
fr: Accompagnements

source: Specials
fr: Spécialités

source: Starters
fr: Entrées

source: The menu address is invalid.
fr: L'adresse du menu est invalide.

source: Try a different search or category.
fr: Essayez une autre recherche ou catégorie.

source: We are a family owned Mediterranean restaurant, focused on traditional recipes served with a modern twist.
fr: Nous sommes un restaurant méditerranéen familial, attaché aux recettes traditionnelles revisitées avec modernité.
